[
    {
        "Id":1,
		"Name":"Deadlift",
		"Description":"The deadlift is a weight training exercise in which a loaded barbell or bar is lifted off the ground to the level of the hips, torso perpendicular to the floor, before being placed back on the ground. It is one of the three powerlifting exercises, along with the squat and bench press. Depending on which style one chooses to use, different muscles will be targeted. For example, with a conventional stance, the back, hamstrings, and glutes will be targeted primarily. With a sumo stance, the quads and glutes will be primarily targeted.",
    },
    {
        "Id":2,
		"Name":"Bench Press",
		"Description":"The bench press, or chest press, is a weight training exercise in which the trainee presses a weight upwards while lying on a weight training bench. Although the bench press is a full-body exercise, the muscles primarily used are the pectoralis major, the anterior deltoids, and the triceps, among other stabilizing muscles. A barbell is generally used to hold the weight, but a pair of dumbbells can also be used. The barbell bench press is one of three lifts in the sport of powerlifting alongside the deadlift and squat, and is the only lift in the sport of Paralympic powerlifting. It is also used extensively in weight training, bodybuilding, and other types of training to develop the chest muscles. Bench press strength is important in combat sports as it tightly correlates to punching power. Bench press can also help contact athletes increase their performance because it can increase effective mass and functional hypertrophy of the upper body",
    },
     {
        "Id":3,
		"Name":"Squat",
		"Description":"A squat is a strength exercise in which the trainee lowers their hips from a standing position and then stands back up. During the descent of a squat, the hip and knee joints flex while the ankle joint dorsiflexes; conversely the hip and knee joints extend and the ankle joint plantarflexes when standing up. Squats are considered a vital exercise for increasing the strength and size of the lower body muscles as well as developing core strength. The primary agonist muscles used during the squat are the quadriceps femoris, the adductor magnus, and the gluteus maximus.[1] The squat also isometrically uses the erector spinae and the abdominal muscles, among others.ee lifts in the strength sport of powerlifting, together with the deadlift and the bench press.",
    },

]
